Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/dronning_sonjas_skolepris.html.tmx
Source language: nob
Languages: sme

source: Dronning Sonjas skolepris
sme: Dronnet Sonja skuvlabálkkašupmi

source: Dronning Sonjas skolepris deles ut annenhvert år til en skole som har utmerket seg ved å praktisere likeverd og inkludering.
sme: Dronnet Sonja skuvlabálkkašupmi juhkkojuvvo juohke nuppi jagi skuvlii mii čađaha ovttaárvasašvuođa ja inkluderema erenoamáš láhkái.

source: Utdanningsdirektoratet administrer arbeidet med Dronning Sonjas skolepris og har oppnevnt en jury som velger årets vinner.
sme: Oahpahusdirektoráhtta hálddaša Dronnet Sonja skuvlabálkkašumi barggu ja lea nammadan jury mii vállje vuoiti.

source: Sametinget utnevner en representant til juryen.
sme: Sámediggi nammada ovtta áirasa juryi. Sámi áirras jurys:

source: 2021-: Wenche J.M. Andersen, rådgiver i Sametingets administrasjon 2016-2019: Sara Marja Magga 2013-2015: Johan Vasara
sme: 2021-: Wenche J.M. Andersen, ráđđeaddi Sámedikki hálddahusas 2016-2019: Sara Marja Magga 2013-2015: Johan Vasara

source: Vinnerskolen får 250 000 kroner, et kunstverk utformet av Dronningen og et diplom.
sme: Vuoitoskuvla oažžu 250.000 ruvnno, dáidaga maid Dronnet lea hábmen ja diploma.

source: Neste gang prisen deles ut er i 2021.
sme: Nuppes go bálkkašupmi geigejuvvo lea 2021.

source: Les mer om Dronning Sonjas skolepris
sme: Loga eambbo Dronnet Sonja skuvlabálkkašumi birra
